tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "getantibody/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "xquartz"
brew "antigen"
brew "bash-completion"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "go"
brew "dep"
brew "elixir"
brew "exercism"
brew "fastlane", link: false
brew "gawk"
brew "git"
brew "git-gui"
brew "git-review"
brew "glances"
brew "gnu-getopt"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libtensorflow"
brew "mackup"
brew "macvim"
brew "mas"
brew "maven"
brew "node"
brew "pre-commit"
brew "pwgen"
brew "rdesktop"
brew "repo"
brew "sonar-scanner"
brew "sonarqube"
brew "speedtest-cli"
brew "swiftlint"
brew "telnet"
brew "thefuck"
brew "thrift"
brew "tree"
brew "unrar"
brew "vault"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "getantibody/tap/antibody"
brew "golangci/tap/golangci-lint"
cask "adoptopenjdk8"
cask "alfred"
cask "disk-inventory-x"
cask "docker"
cask "fastlane"
cask "flycut"
cask "font-awesome-terminal-fonts"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "kdiff3"
cask "meetingbar"
cask "mutify"
cask "netspot"
cask "responsively"
cask "skitch"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
