tap "dbt-labs/dbt"
tap "homebrew/autoupdate"
tap "int128/gpup"
tap "nodenv/nodenv"
tap "oven-sh/bun"
tap "remotemobprogramming/brew"
tap "wix/brew"
brew "apktool"
brew "baobab"
brew "bash"
brew "cmake"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "coreutils"
brew "dasel"
brew "deno"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "glow"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "hidapi"
brew "htop"
brew "python@3.14"
brew "httpie"
brew "icu4c@76"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "k9s"
brew "kdoctor"
brew "kubectx"
brew "lsd"
brew "macvim"
brew "mole"
brew "moreutils"
brew "navi"
brew "nghttp2"
brew "node"
brew "openjdk@17"
brew "openssh"
brew "p7zip"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "repo"
brew "ruby@3.3"
brew "rust"
brew "sevenzip"
brew "sshuttle"
brew "subversion"
brew "terminal-notifier"
brew "unar"
brew "uv"
brew "volta"
brew "watchman"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "int128/gpup/gpup"
brew "oven-sh/bun/bun"
brew "remotemobprogramming/brew/mob"
brew "wix/brew/applesimutils"
cask "alt-tab"
cask "android-platform-tools"
cask "balenaetcher"
cask "clipy"
cask "disk-inventory-x"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "kindle-comic-converter"
cask "macfuse"
cask "pearcleaner"
cask "simple-comic"
cask "vlc"
cask "warp"
vscode "42crunch.vscode-openapi"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "arjun.swagger-viewer"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dbtlabsinc.dbt"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fwcd.kotlin"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "magicstack.magicpython"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "mskelton.npm-outdated"
vscode "openai.chatgpt"
vscode "oven.bun-vscode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "shinichi-takii.sql-bigquery"
vscode "sidneys1.gitconfig"
vscode "sonarsource.sonarlint-vscode"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
go "github.com/googlecloudplatform/gcsfuse"
cargo "cocogitto"
