tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "ansible"
brew "awscli"
brew "exiftool"
brew "ffmpeg"
brew "numpy"
brew "gdal"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gnu-time"
brew "graphviz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libmemcached"
brew "lsd"
brew "macvim"
brew "mas"
brew "memcached", restart_service: true
brew "openjdk"
brew "postgresql", restart_service: true
brew "postgis"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "subversion"
brew "thefuck"
brew "tig"
brew "watchman"
brew "wget"
brew "youtube-dl"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "kdiff3"
cask "rectangle"
cask "vagrant"
cask "virtualbox"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Flycut", id: 442160987
mas "Gapplin", id: 768053424
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "XMind", id: 1327661892
